[
    {
        "id": 1,
        "img": "https://i.ibb.co/G9nW58r/Health.png",
        "title": "Healthy Snack",
        "category": "Health",
        "category_bg": "#0052FF33",
        "card_bg": "#0052FF26",
        "text_color": "#0052FF",
        "description": "Indulge in the goodness of our Healthy Snack, the perfect choice for those seeking a nutritious and delicious option for a healthier lifestyle. Made from the finest, all-natural ingredients, this snack is designed to tantalize your taste buds while providing essential nutrients and energy. Whether you're on the go, at work, or simply looking for a guilt-free treat, our Healthy Snack is your ideal companion.",
        "price": 200
    },
    {
        "id": 2,
        "img": "https://i.ibb.co/SmJhrJq/Education.png",
        "title": "Educational Book",
        "category": "Education",
        "category_bg": "#FF444A33",
        "card_bg": "#FF444A26",
        "text_color": "#FF444A",
        "description": "Expand your knowledge with this informative book. Dive into a world of learning and exploration with a carefully curated selection of topics that will pique your curiosity and broaden your horizons. Whether you're a student, educator, or simply someone who loves to read, this book is a valuable addition to your collection.",
        "price": 250
    },
    {
        "id": 3,
        "img": "https://i.ibb.co/hBpGQps/Clothing.png",
        "title": "Casual T-shirt",
        "category": "Clothing",
        "category_bg": "#79C23F33",
        "card_bg": "#79C23F26",
        "text_color": "#79C23F",
        "description": "Elevate your casual style with our comfortable and stylish T-shirt. Crafted with care, this T-shirt offers the perfect blend of comfort and fashion. Whether you're heading out for a casual day with friends or simply relaxing at home, this T-shirt ensures you look good and feel great.",
        "price": 180
    },
    {
        "id": 4,
        "img": "https://i.ibb.co/HHbSfCN/Food.png",
        "title": "Organic Produce",
        "category": "Food",
        "category_bg": "#F8714733",
        "card_bg": "#F8714726",
        "text_color": "#F87147",
        "description": "Savor the taste of fresh and organic fruits and vegetables with our Organic Produce selection. Packed with flavor and nutrients, our produce is sourced from trusted organic farms. Whether you're a dedicated foodie or health-conscious individual, our organic offerings are a delicious and wholesome choice.",
        "price": 150
    },
    {
        "id": 5,
        "img": "https://i.ibb.co/HHbSfCN/Food.png",
        "title": "Gourmet Food Basket",
        "category": "Food",
        "category_bg": "#F8714733",
        "card_bg": "#F8714726",
        "text_color": "#F87147",
        "description": "Indulge in gourmet delights with our carefully curated food basket. Experience a culinary journey filled with premium flavors and exquisite tastes. Whether you're treating yourself or gifting it to a loved one, our gourmet food basket is a feast for the senses.",
        "price": 260
    },
    {
        "id": 6,
        "img": "https://i.ibb.co/hBpGQps/Clothing.png",
        "title": "Formal Suit",
        "category": "Clothing",
        "category_bg": "#79C23F33",
        "card_bg": "#79C23F26",
        "text_color": "#79C23F",
        "description": "Make a lasting impression with our elegant formal suit. Crafted with attention to detail and style, this suit is perfect for formal events, business meetings, or special occasions. Look sharp, confident, and ready to conquer the world in this timeless ensemble.",
        "price": 300
    },
    {
        "id": 7,
        "img": "https://i.ibb.co/SmJhrJq/Education.png",
        "title": "Educational Toy",
        "category": "Education",
        "category_bg": "#FF444A33",
        "card_bg": "#FF444A26",
        "text_color": "#FF444A",
        "description": "Stimulate young minds with our educational toy. Designed to engage and educate, this toy offers hours of learning and fun. Perfect for kids of all ages, it encourages creativity and curiosity, making it an ideal addition to any playtime or learning environment.",
        "price": 220
    },
    {
        "id": 8,
        "img": "https://i.ibb.co/G9nW58r/Health.png",
        "title": "Fitness Equipment",
        "category": "Health",
        "category_bg": "#0052FF33",
        "card_bg": "#0052FF26",
        "text_color": "#0052FF",
        "description": "Stay fit and active with our range of fitness equipment. Whether you're a fitness enthusiast or just starting your journey to a healthier lifestyle, our equipment is designed to help you achieve your fitness goals. From cardio to strength training, we've got you covered.",
        "price": 180
    },
    {
        "id": 9,
        "img": "https://i.ibb.co/G9nW58r/Health.png",
        "title": "Vitamin Supplements",
        "category": "Health",
        "category_bg": "#0052FF33",
        "card_bg": "#0052FF26",
        "text_color": "#0052FF",
        "description": "Boost your health with our vitamin supplements. We understand the importance of maintaining your well-being, and our supplements are designed to provide essential nutrients and support your health goals. Stay energized and vital with our quality supplements.",
        "price": 190
    },
    {
        "id": 10,
        "img": "https://i.ibb.co/SmJhrJq/Education.png",
        "title": "Educational Course",
        "category": "Education",
        "category_bg": "#FF444A33",
        "card_bg": "#FF444A26",
        "text_color": "#FF444A",
        "description": "Learn new skills and expand your knowledge with our online educational course. Taught by experts in their respective fields, our courses cover a wide range of topics. Whether you're seeking personal growth or professional development, our courses are your path to success.",
        "price": 170
    },
    {
        "id": 11,
        "img": "https://i.ibb.co/hBpGQps/Clothing.png",
        "title": "Fashionable Dress",
        "category": "Clothing",
        "category_bg": "#79C23F33",
        "card_bg": "#79C23F26",
        "text_color": "#79C23F",
        "description": "Make a fashion statement with this stylish dress. Designed for those who appreciate sophistication and elegance, this dress is perfect for special occasions or nights out. Step into the spotlight with confidence and grace.",
        "price": 230
    },
    {
        "id": 12,
        "img": "https://i.ibb.co/HHbSfCN/Food.png",
        "title": "Organic Groceries",
        "category": "Food",
        "category_bg": "#F8714733",
        "card_bg": "#F8714726",
        "text_color": "#F87147",
        "description": "Stock up on organic groceries for a healthy and sustainable lifestyle. Our selection of organic products ensures that you're making environmentally conscious choices without compromising on taste and quality. From pantry staples to fresh produce, we've got your organic needs covered.",
        "price": 260
    }
]